Repository: RodoMa92/kde-cdemu-manager
Catalog: po/*/kde_cdemu.po
Languages: it

source: &Quit
it: &Esci

source: Show in System Tray
it: Mostra nella Tray di Sistema

source: Image
it: Immagine

source: Device
it: Unità

source: Add Device
it: Aggiungi Unità

source: Remove Device
it: Rimuovi Unità

source: His&tory
it: Sto&rico

source: Setti&ngs
it: I&mpostazioni

# NAME OF TRANSLATORS
source: Your names
it: Marco Rodolfi

# EMAIL OF TRANSLATORS
source: Your emails
it: marco.rodolfi@tuta.io

source: Select image file
it: Seleziona file immagine

source: Unmount current image
it: Espelli immagine corrente

source: The selected virtual device is in use.
it: L'unità virtuale selezionata è in uso.

source: The selected virtual device is not available.
it: L'unità virtuale selezionata non è disponibile.

source: All virtual devices are in use.
it: Tutte le unità virtuali sono già in uso.

source: The file doesn't exist.
it: Il file non esiste.

source: Unable to connect to the CDEmu daemon.
it: Non riesco a collegarmi al demone di CDEmu.

source: An unknown error occured.
it: E' avvenuto un errore sconosciuto.

source: A KDE Frontend to CDEmu.
it: Un Frontend di CDEmu per KDE.

source: Author and Maintainer
it: Autore e Manutentore

source: Mount an image.
it: Monta un'immagine.

source: Unmount an image.
it: Espelli un'immagine.

source: device number
it: numero dispositivo

source: Show information about devices.
it: Mostra informazioni riguardo le unità.

source: CDEmu daemon is running.
it: Il demone di CDEmu è in esecuzione.

source: CDEmu daemon not running.
it: Il demone di CDEmu non è in esecuzione.

source: Select an image file
it: Seleziona un file immagine

source: Clear History
it: Svuota lo Storico

source: Error
it: Errore
